const data = {
    include:[
        {
            "name": "灰流うらら",
            "type": "モンスター"
        },
        {
            "name": "増殖するG",
            "type": "モンスター"
        },
        {
            "name": "エフェクト・ヴェーラー",
            "type": "モンスター"
        },
        {
            "name": "混沌の召喚神",
            "type": "モンスター"
        },
        {
            "name": "暗黒の招来神",
            "type": "モンスター"
        },
        {
            "name": "スピリット・オブ・ユベル",
            "type": "モンスター"
        },
        {
            "name": "サクリファイス・D・ロータス",
            "type": "モンスター"
        },
        {
            "name": "ユベル－Das Abscheulich Ritter",
            "type": "モンスター"
        },
        {
            "name": "ヘルグレイブ・スクワーマー",
            "type": "モンスター"
        },
        {
            "name": "重騎士プリメラ",
            "type": "モンスター"
        },
        {
            "name": "PSYフレームギア・γ",
            "type": "モンスター"
        },
        {
            "name": "従騎士トゥルーデア",
            "type": "モンスター"
        },
        {
            "name": "重騎兵エメトⅥ",
            "type": "モンスター"
        },
        {
            "name": "竜騎兵ガーゴイルⅡ",
            "type": "モンスター"
        },
        {
            "name": "PSYフレーム・ドライバー",
            "type": "モンスター"
        },
        {
            "name": "超重武者バイ－Ｑ",
            "type": "モンスター"
        },
        {
            "name": "超重神童ワカ－Ｕ４",
            "type": "モンスター"
        },
        {
            "name": "超重僧兵ビッグベン－Ｋ",
            "type": "モンスター"
        },
        {
            "name": "竜剣士マジェスティＰ",
            "type": "モンスター"
        },
        {
            "name": "超重武者ダイ－８",
            "type": "モンスター"
        },
        {
            "name": "超重武者装留イワトオシ",
            "type": "モンスター"
        },
        {
            "name": "マジェスペクター・ポーキュパイン",
            "type": "モンスター"
        },
        {
            "name": "超重武者装留チュウサイ",
            "type": "モンスター"
        },
        {
            "name": "超重武者テンB－N",
            "type": "モンスター"
        },
        {
            "name": "マジェスペクター・フロッグ",
            "type": "モンスター"
        },
        {
            "name": "超重輝将サン－５",
            "type": "モンスター"
        },
        {
            "name": "マジェスペクター・ラクーン",
            "type": "モンスター"
        },
        {
            "name": "マジェスペクター・クロウ",
            "type": "モンスター"
        },
        {
            "name": "マジェスペクター・フォックス",
            "type": "モンスター"
        },
        {
            "name": "原始生命態ニビル",
            "type": "モンスター"
        },
        {
            "name": "炎王神獣 ガルドニクス",
            "type": "モンスター"
        },
        {
            "name": "黒魔女ディアベルスター",
            "type": "モンスター"
        },
        {
            "name": "蛇眼の炎龍",
            "type": "モンスター"
        },
        {
            "name": "蛇眼の炎燐",
            "type": "モンスター"
        },
        {
            "name": "スネークアイ・エクセル",
            "type": "モンスター"
        },
        {
            "name": "炎王獣 ガネーシャ",
            "type": "モンスター"
        },
        {
            "name": "炎王神獣 キリン",
            "type": "モンスター"
        },
        {
            "name": "聖炎王 ガルドニクス",
            "type": "モンスター"
        },
        {
            "name": "真炎王 ポニクス",
            "type": "モンスター"
        },
        {
            "name": "炎王妃 ウルカニクス",
            "type": "モンスター"
        },
        {
            "name": "R－ACEタービュランス",
            "type": "モンスター"
        },
        {
            "name": "R－ACEハイドラント",
            "type": "モンスター"
        },
        {
            "name": "R－ACEプリベンター",
            "type": "モンスター"
        },
        {
            "name": "R－ACEエアホイスター",
            "type": "モンスター"
        },
        {
            "name": "クシャトリラ・ユニコーン",
            "type": "モンスター"
        },
        {
            "name": "スネークアイ・オーク",
            "type": "モンスター"
        },
        {
            "name": "妖精伝姫－シラユキ",
            "type": "モンスター"
        },
        {
            "name": "ホルスの先導－ハーピ",
            "type": "モンスター"
        },
        {
            "name": "ホルスの栄光－イムセティ",
            "type": "モンスター"
        },
        {
            "name": "レボリューション・シンクロン",
            "type": "モンスター"
        },
        {
            "name": "クシャトリラ・フェンリル",
            "type": "モンスター"
        },
        {
            "name": "宿神像ケルドウ",
            "type": "モンスター"
        },
        {
            "name": "ティアラメンツ・シェイレーン",
            "type": "モンスター"
        },
        {
            "name": "ティアラメンツ・レイノハート",
            "type": "モンスター"
        },
        {
            "name": "剣神官ムドラ",
            "type": "モンスター"
        },
        {
            "name": "ティアラメンツ・クシャトリラ",
            "type": "モンスター"
        },
        {
            "name": "ホルスの祝福－ドゥアムテフ",
            "type": "モンスター"
        },
        {
            "name": "亡龍の戦慄－デストルドー",
            "type": "モンスター"
        },
        {
            "name": "ティアラメンツ・ハゥフニス",
            "type": "モンスター"
        },
        {
            "name": "シャドール・ビースト",
            "type": "モンスター"
        },
        {
            "name": "シャドール・リザード",
            "type": "モンスター"
        },
        {
            "name": "ピュアリィ",
            "type": "モンスター"
        },
        {
            "name": "ピュアリィ・リリィ",
            "type": "モンスター"
        },
        {
            "name": "幸魂",
            "type": "モンスター"
        },
        {
            "name": "斬機サーキュラー",
            "type": "モンスター"
        },
        {
            "name": "マイクロ・コーダー",
            "type": "モンスター"
        },
        {
            "name": "斬機シグマ",
            "type": "モンスター"
        },
        {
            "name": "斬機ナブラ",
            "type": "モンスター"
        },
        {
            "name": "D.D.クロウ",
            "type": "モンスター"
        },
        {
            "name": "ドットスケーパー",
            "type": "モンスター"
        },
        {
            "name": "ドロール＆ロックバード",
            "type": "モンスター"
        },
        {
            "name": "斬機ダイア",
            "type": "モンスター"
        },
        {
            "name": "斬機サブトラ",
            "type": "モンスター"
        },
        {
            "name": "斬機アディオン",
            "type": "モンスター"
        },
        {
            "name": "荒魂",
            "type": "モンスター"
        },
        {
            "name": "雷撃壊獣サンダー・ザ・キング",
            "type": "モンスター"
        },
        {
            "name": "パラレルエクシード",
            "type": "モンスター"
        },
        {
            "name": "鉄獣鳥 メルクーリエ",
            "type": "モンスター"
        },
        {
            "name": "赫の聖女カルテシア",
            "type": "モンスター"
        },
        {
            "name": "深淵の獣ルベリオン",
            "type": "モンスター"
        },
        {
            "name": "深淵の獣マグナムート",
            "type": "モンスター"
        },
        {
            "name": "導きの聖女クエム",
            "type": "モンスター"
        },
        {
            "name": "デスピアの導化アルベル",
            "type": "モンスター"
        },
        {
            "name": "アルバスの落胤",
            "type": "モンスター"
        },
        {
            "name": "深淵の獣サロニール",
            "type": "モンスター"
        },
        {
            "name": "スプリガンズ・キット",
            "type": "モンスター"
        },
        {
            "name": "黒衣竜アルビオン",
            "type": "モンスター"
        },
        {
            "name": "悲劇のデスピアン",
            "type": "モンスター"
        },
        {
            "name": "超天新龍オッドアイズ・レボリューション・ドラゴン",
            "type": "モンスター"
        },
        {
            "name": "アストログラフ・マジシャン",
            "type": "モンスター"
        },
        {
            "name": "覇王門の魔術師",
            "type": "モンスター"
        },
        {
            "name": "虹彩の魔術師",
            "type": "モンスター"
        },
        {
            "name": "慧眼の魔術師",
            "type": "モンスター"
        },
        {
            "name": "EMドクロバット・ジョーカー",
            "type": "モンスター"
        },
        {
            "name": "覇王眷竜ライトヴルム",
            "type": "モンスター"
        },
        {
            "name": "覇王眷竜ダークヴルム",
            "type": "モンスター"
        },
        {
            "name": "覇王門零",
            "type": "モンスター"
        },
        {
            "name": "白銀の城の執事 アリアス",
            "type": "モンスター"
        },
        {
            "name": "迷宮城の白銀姫",
            "type": "モンスター"
        },
        {
            "name": "教導の聖女エクレシア",
            "type": "モンスター"
        },
        {
            "name": "白銀の城の狂時計",
            "type": "モンスター"
        },
        {
            "name": "白銀の城の火吹炉",
            "type": "モンスター"
        },
        {
            "name": "白銀の城の竜飾燈",
            "type": "モンスター"
        },
        {
            "name": "原始生命体ニビル",
            "type": "モンスター"
        },
        {
            "name": "白銀の城の召使い アリアンナ",
            "type": "モンスター"
        },
        {
            "name": "白銀の城のラビュリンス",
            "type": "モンスター"
        },
        {
            "name": "天魔の聲選姫",
            "type": "モンスター"
        },
        {
            "name": "天使の聲",
            "type": "モンスター"
        },
        {
            "name": "悪魔の聲",
            "type": "モンスター"
        },
        {
            "name": "破戒神シュヤーマ",
            "type": "モンスター"
        },
        {
            "name": "破戒神シャバラ",
            "type": "モンスター"
        },
        {
            "name": "雙極の破械神",
            "type": "モンスター"
        },
        {
            "name": "破戒神の禍霊",
            "type": "モンスター"
        },
        {
            "name": "破戒童子アルハ",
            "type": "モンスター"
        },
        {
            "name": "破戒童子サラマ",
            "type": "モンスター"
        },
        {
            "name": "破戒童子ラキア",
            "type": "モンスター"
        },
        {
            "name": "聖殿の水遣い",
            "type": "モンスター"
        },
        {
            "name": "流離のグリフォンライダー",
            "type": "モンスター"
        },
        {
            "name": "SRベイゴマックス",
            "type": "モンスター"
        },
        {
            "name": "閃刀姫－ロゼ",
            "type": "モンスター"
        },
        {
            "name": "閃刀姫－レイ",
            "type": "モンスター"
        },
        {
            "name": "SRタケトンボーグ",
            "type": "モンスター"
        },
        {
            "name": "サラマングレイト・オブ・ファイア",
            "type": "モンスター"
        },
        {
            "name": "転生炎獣スピニー",
            "type": "モンスター"
        },
        {
            "name": "転生炎獣ガゼル",
            "type": "モンスター"
        },
        {
            "name": "転生炎獣Jジャガー",
            "type": "モンスター"
        },
        {
            "name": "転生炎獣ウィーゼル",
            "type": "モンスター"
        },
        {
            "name": "転生炎獣フォクシー",
            "type": "モンスター"
        },
        {
            "name": "ディメンション・アトラクター",
            "type": "モンスター"
        },
        {
            "name": "クシャトリラ・ライズハート",
            "type": "モンスター"
        },
        {
            "name": "スケアクロー・クシャトリラ",
            "type": "モンスター"
        },
        {
            "name": "惑星探査車",
            "type": "モンスター"
        },
        {
            "name": "クシャトリラ・オーガ",
            "type": "モンスター"
        },
        {
            "name": "幽鬼うさぎ",
            "type": "モンスター"
        },
        {
            "name": "屋敷わらし",
            "type": "モンスター"
        },
        {
            "name": "ピカリ＠イグニスター",
            "type": "モンスター"
        },
        {
            "name": "ガッチリ＠イグニスター",
            "type": "モンスター"
        },
        {
            "name": "アチチ＠イグニスター",
            "type": "モンスター"
        },
        {
            "name": "ヒヤリ＠イグニスター",
            "type": "モンスター"
        },
        {
            "name": "ドヨン＠イグニスター",
            "type": "モンスター"
        },
        {
            "name": "ＶＳ 龍帝ヴァリウス",
            "type": "モンスター"
        },
        {
            "name": "ＶＳ ラゼン",
            "type": "モンスター"
        },
        {
            "name": "ＶＳ Ｄｒ.マッドラヴ",
            "type": "モンスター"
        },
        {
            "name": "粘糸壊獣クモグス",
            "type": "モンスター"
        },
        {
            "name": "深淵の獣ドルイドヴルム",
            "type": "モンスター"
        },
        {
            "name": "ＶＳ ヘヴィ・ボーガー",
            "type": "モンスター"
        },
        {
            "name": "ＶＳ 蛟龍",
            "type": "モンスター"
        },
        {
            "name": "ＶＳ パンテラ",
            "type": "モンスター"
        },
        {
            "name": "セリオンズ“キング”レギュラス",
            "type": "モンスター"
        },
        {
            "name": "超重武者ダイ－8",
            "type": "モンスター"
        },
        {
            "name": "超重武者装留ダブル・ホーン",
            "type": "モンスター"
        },
        {
            "name": "超重武者装留バスター・ガントレット",
            "type": "モンスター"
        },
        {
            "name": "超重武者装留ガイア・ブースター",
            "type": "モンスター"
        },
        {
            "name": "エヴォルダー・リオス",
            "type": "モンスター"
        },
        {
            "name": "エヴォルド・メガキレラ",
            "type": "モンスター"
        },
        {
            "name": "エヴォルダー・ウルカノドン",
            "type": "モンスター"
        },
        {
            "name": "エヴォルド・フォリス",
            "type": "モンスター"
        },
        {
            "name": "オオヒメの御巫",
            "type": "モンスター"
        },
        {
            "name": "剣の御巫ハレ",
            "type": "モンスター"
        },
        {
            "name": "鏡の御巫ニニ",
            "type": "モンスター"
        },
        {
            "name": "珠の御巫フゥリ",
            "type": "モンスター"
        },
        {
            "name": "アショカ・ピラー",
            "type": "モンスター"
        },
        {
            "name": "究極宝玉獣 レインボー・ドラゴン",
            "type": "モンスター"
        },
        {
            "name": "虚無の統括者",
            "type": "モンスター"
        },
        {
            "name": "溶岩魔神ラヴァ・ゴーレム",
            "type": "モンスター"
        },
        {
            "name": "ホルスの加護－ケベンセヌフ",
            "type": "モンスター"
        },
        {
            "name": "エクソシスター・マルファ",
            "type": "モンスター"
        },
        {
            "name": "エクソシスター・ソフィア",
            "type": "モンスター"
        },
        {
            "name": "エクソシスター・ステラ",
            "type": "モンスター"
        },
        {
            "name": "エクソシスター・エリス",
            "type": "モンスター"
        },
        {
            "name": "エクソシスター・イレーヌ",
            "type": "モンスター"
        },
        {
            "name": "インスペクト・ボーダー",
            "type": "モンスター"
        },
        {
            "name": "威光魔人",
            "type": "モンスター"
        },
        {
            "name": "霞の谷の巨神鳥",
            "type": "モンスター"
        },
        {
            "name": "ふわんだりぃず×ろびーな",
            "type": "モンスター"
        },
        {
            "name": "ふわんだりぃず×えんぺん",
            "type": "モンスター"
        },
        {
            "name": "ふわんだりぃず×いぐるん",
            "type": "モンスター"
        },
        {
            "name": "烈風帝ライザー",
            "type": "モンスター"
        },
        {
            "name": "ふわんだりぃず×すとりー",
            "type": "モンスター"
        },
        {
            "name": "ふわんだりぃず×とっかん",
            "type": "モンスター"
        },
        {
            "name": "ユベル－Das Ewig Liebe Wächter",
            "type": "融合"
        },
        {
            "name": "ファントム・オブ・ユベル",
            "type": "融合"
        },
        {
            "name": "剛竜剣士ダイナスターP",
            "type": "融合"
        },
        {
            "name": "エルシャドール・ミドラーシュ",
            "type": "融合"
        },
        {
            "name": "ティアラメンツ・カレイドハート",
            "type": "融合"
        },
        {
            "name": "ティアラメンツ・ルルカロス",
            "type": "融合"
        },
        {
            "name": "ティアラメンツ・キトカロス",
            "type": "融合"
        },
        {
            "name": "サイバース・ディセーブルム",
            "type": "融合"
        },
        {
            "name": "烙印竜アルビオン",
            "type": "融合"
        },
        {
            "name": "氷剣竜ミラジェイド",
            "type": "融合"
        },
        {
            "name": "神炎竜ルベリオン",
            "type": "融合"
        },
        {
            "name": "深淵竜アルバ・レナトゥス",
            "type": "融合"
        },
        {
            "name": "ガーディアン・キマイラ",
            "type": "融合"
        },
        {
            "name": "灰燼竜バスタード",
            "type": "融合"
        },
        {
            "name": "赫焉竜グランギニョル",
            "type": "融合"
        },
        {
            "name": "撃鉄竜リンドブルム",
            "type": "融合"
        },
        {
            "name": "共命の翼 ガルーラ",
            "type": "融合"
        },
        {
            "name": "真炎竜アルビオン",
            "type": "融合"
        },
        {
            "name": "捕食植物ドラゴスタペリア",
            "type": "融合"
        },
        {
            "name": "沼地のドロゴン",
            "type": "融合"
        },
        {
            "name": "鉄駆竜スプリンド",
            "type": "融合"
        },
        {
            "name": "覇王眷竜スターヴ・ヴェノム",
            "type": "融合"
        },
        {
            "name": "オッドアイズ・ボルテックス・ドラゴン",
            "type": "融合"
        },
        {
            "name": "旧神ヌトス",
            "type": "融合"
        },
        {
            "name": "スターヴ・ヴェノム・フュージョン・ドラゴン",
            "type": "融合"
        },
        {
            "name": "アースゴーレム＠イグニスター",
            "type": "融合"
        },
        {
            "name": "神碑の翼フギン",
            "type": "融合"
        },
        {
            "name": "神碑の翼ムニン",
            "type": "融合"
        },
        {
            "name": "神碑の牙ゲーリ",
            "type": "融合"
        },
        {
            "name": "神碑の牙フレーキ",
            "type": "融合"
        },
        {
            "name": "神碑の鬣スレイプニル",
            "type": "融合"
        },
        {
            "name": "永遠の淑女 ベアトリーチェ",
            "type": "エクシーズ"
        },
        {
            "name": "エヴォルカイザー・ラーズ",
            "type": "エクシーズ"
        },
        {
            "name": "昇竜剣士マジェスターP",
            "type": "エクシーズ"
        },
        {
            "name": "No.41 泥睡魔獣バグースカ",
            "type": "エクシーズ"
        },
        {
            "name": "炎王神 ガルドニクス・エタニティ",
            "type": "エクシーズ"
        },
        {
            "name": "天霆號アーゼウス",
            "type": "エクシーズ"
        },
        {
            "name": "真血公ヴァンパイア",
            "type": "エクシーズ"
        },
        {
            "name": "クロノダイバー・リダン",
            "type": "エクシーズ"
        },
        {
            "name": "エクスピュアリィ・ノアール",
            "type": "エクシーズ"
        },
        {
            "name": "エピュアリィ・ノアール",
            "type": "エクシーズ"
        },
        {
            "name": "LL－アセンブリー・ナイチンゲール",
            "type": "エクシーズ"
        },
        {
            "name": "ダウナード・マジシャン",
            "type": "エクシーズ"
        },
        {
            "name": "森羅の姫芽宮",
            "type": "エクシーズ"
        },
        {
            "name": "エピュアリィ・ハピネス",
            "type": "エクシーズ"
        },
        {
            "name": "エピュアリィ・ビューティ",
            "type": "エクシーズ"
        },
        {
            "name": "エピュアリィ・プランプ",
            "type": "エクシーズ"
        },
        {
            "name": "塊斬機ダランベルシアン",
            "type": "エクシーズ"
        },
        {
            "name": "塊斬機ラプラシアン",
            "type": "エクシーズ"
        },
        {
            "name": "深淵に潜む者",
            "type": "エクシーズ"
        },
        {
            "name": "覇王黒竜オッドアイズ・リベリオン・エクシーズ・ドラゴン",
            "type": "エクシーズ"
        },
        {
            "name": "オッドアイズ・アブソリュート・ドラゴン",
            "type": "エクシーズ"
        },
        {
            "name": "DDD盤石王ダリウス",
            "type": "エクシーズ"
        },
        {
            "name": "DDD怒涛大王エグゼクティブ・シーザー",
            "type": "エクシーズ"
        },
        {
            "name": "DDD赦俿王デス・マキナ",
            "type": "エクシーズ"
        },
        {
            "name": "転生炎獣ミラージュスタリオ",
            "type": "エクシーズ"
        },
        {
            "name": "幻獣機ドラゴサック",
            "type": "エクシーズ"
        },
        {
            "name": "クシャトリラ・アライズハート",
            "type": "エクシーズ"
        },
        {
            "name": "真紅眼の鋼炎竜",
            "type": "エクシーズ"
        },
        {
            "name": "No.11 ビッグ・アイ",
            "type": "エクシーズ"
        },
        {
            "name": "クシャトリラ・シャングリラ",
            "type": "エクシーズ"
        },
        {
            "name": "撃滅龍 ダーク・アームド",
            "type": "エクシーズ"
        },
        {
            "name": "励輝士 ヴェルズビュート",
            "type": "エクシーズ"
        },
        {
            "name": "十二獣ワイルドボウ",
            "type": "エクシーズ"
        },
        {
            "name": "十二獣ライカ",
            "type": "エクシーズ"
        },
        {
            "name": "ギアギガント X",
            "type": "エクシーズ"
        },
        {
            "name": "エヴォルカイザー・ドルカ",
            "type": "エクシーズ"
        },
        {
            "name": "幻影騎士団ブレイクソード",
            "type": "エクシーズ"
        },
        {
            "name": "No.38 希望魁竜タイタニック・ギャラクシー",
            "type": "エクシーズ"
        },
        {
            "name": "No.90 銀河眼の光子卿",
            "type": "エクシーズ"
        },
        {
            "name": "宵星の機神ディンギルス",
            "type": "エクシーズ"
        },
        {
            "name": "銀河眼の光波刃竜",
            "type": "エクシーズ"
        },
        {
            "name": "銀河眼の極光波竜",
            "type": "エクシーズ"
        },
        {
            "name": "No.68 魔天牢サンダルフォン",
            "type": "エクシーズ"
        },
        {
            "name": "No.23 冥界の霊騎士ランスロット",
            "type": "エクシーズ"
        },
        {
            "name": "銀河眼の光波竜",
            "type": "エクシーズ"
        },
        {
            "name": "No.77 ザ・セブン・シンズ",
            "type": "エクシーズ"
        },
        {
            "name": "熱血指導王ジャイアントレーナー",
            "type": "エクシーズ"
        },
        {
            "name": "No.84 ペイン・ゲイナー",
            "type": "エクシーズ"
        },
        {
            "name": "エクソシスター・ミカエリス",
            "type": "エクシーズ"
        },
        {
            "name": "エクソシスターズ・マニフィカ",
            "type": "エクシーズ"
        },
        {
            "name": "エクソシスター・ジブリーヌ",
            "type": "エクシーズ"
        },
        {
            "name": "エクソシスター・カスピテル",
            "type": "エクシーズ"
        },
        {
            "name": "エクソシスター・アソフィール",
            "type": "エクシーズ"
        },
        {
            "name": "LL－プロム・スラッシュ",
            "type": "エクシーズ"
        },
        {
            "name": "カオス・アンヘル－混沌の双翼－",
            "type": "シンクロ"
        },
        {
            "name": "絶火の魔神ゾロア",
            "type": "シンクロ"
        },
        {
            "name": "フルール・ド・バロネス",
            "type": "シンクロ"
        },
        {
            "name": "スターダスト・ドラゴン",
            "type": "シンクロ"
        },
        {
            "name": "スカーレッド・スーパーノヴァ・ドラゴン",
            "type": "シンクロ"
        },
        {
            "name": "コズミック・ブレイザー・ドラゴン",
            "type": "シンクロ"
        },
        {
            "name": "アクセルシンクロ・スターダスト・ドラゴン",
            "type": "シンクロ"
        },
        {
            "name": "超重天神マスラ－Ｏ",
            "type": "シンクロ"
        },
        {
            "name": "赤き竜",
            "type": "シンクロ"
        },
        {
            "name": "騎士皇レガーティア",
            "type": "シンクロ"
        },
        {
            "name": "騎士皇アークシーラ",
            "type": "シンクロ"
        },
        {
            "name": "爆竜剣士イグニスターP",
            "type": "シンクロ"
        },
        {
            "name": "超重忍者サルト－B",
            "type": "シンクロ"
        },
        {
            "name": "ナチュル・ビースト",
            "type": "シンクロ"
        },
        {
            "name": "エンシェント・フェアリー・ドラゴン",
            "type": "シンクロ"
        },
        {
            "name": "ヴィサス＝アムリターラ",
            "type": "シンクロ"
        },
        {
            "name": "シューティング・ライザー・ドラゴン",
            "type": "シンクロ"
        },
        {
            "name": "ヴァレルロード・S・ドラゴン",
            "type": "シンクロ"
        },
        {
            "name": "覇王眷竜クリアウィング",
            "type": "シンクロ"
        },
        {
            "name": "PSYフレームロード・Ω",
            "type": "シンクロ"
        },
        {
            "name": "金雲獣－馬龍",
            "type": "シンクロ"
        },
        {
            "name": "炎星侯－ホウシン",
            "type": "シンクロ"
        },
        {
            "name": "ウィンドペガサス＠イグニスター",
            "type": "シンクロ"
        },
        {
            "name": "琰魔竜王 レッド・デーモン・カラミティ",
            "type": "シンクロ"
        },
        {
            "name": "深淵の神獣ディス・パテル",
            "type": "シンクロ"
        },
        {
            "name": "振子特急エントレインメント",
            "type": "シンクロ"
        },
        {
            "name": "トロイメア・グリフォン",
            "type": "リンク"
        },
        {
            "name": "転生炎獣アルミラージ",
            "type": "リンク"
        },
        {
            "name": "魔界劇団－スーパー・プロデューサー",
            "type": "リンク"
        },
        {
            "name": "破械神王ヤマ",
            "type": "リンク"
        },
        {
            "name": "S：Pリトルナイト",
            "type": "リンク"
        },
        {
            "name": "破械神ラギア",
            "type": "リンク"
        },
        {
            "name": "魔界特派員デスキャスター",
            "type": "リンク"
        },
        {
            "name": "聖魔の乙女アルテミス",
            "type": "リンク"
        },
        {
            "name": "超重武者カカ－C",
            "type": "リンク"
        },
        {
            "name": "マジェスペクター・オルト",
            "type": "リンク"
        },
        {
            "name": "リンクリボー",
            "type": "リンク"
        },
        {
            "name": "召命の神弓－アポロウーサ",
            "type": "リンク"
        },
        {
            "name": "閉ザサレシ世界ノ冥神",
            "type": "リンク"
        },
        {
            "name": "転生炎獣サンライトウルフ",
            "type": "リンク"
        },
        {
            "name": "I：Pマスカレーナ",
            "type": "リンク"
        },
        {
            "name": "世海龍ジーランティス",
            "type": "リンク"
        },
        {
            "name": "賜炎の咎姫",
            "type": "リンク"
        },
        {
            "name": "転生炎獣レイジング・フェニックス",
            "type": "リンク"
        },
        {
            "name": "揚陸群艦アンブロエール",
            "type": "リンク"
        },
        {
            "name": "トロイメア・フェニックス",
            "type": "リンク"
        },
        {
            "name": "灼熱の火霊使いヒータ",
            "type": "リンク"
        },
        {
            "name": "暗影の闇霊使いダルク",
            "type": "リンク"
        },
        {
            "name": "神聖魔皇后セレーネ",
            "type": "リンク"
        },
        {
            "name": "サクリファイス・アニマ",
            "type": "リンク"
        },
        {
            "name": "アクセスコード・トーカー",
            "type": "リンク"
        },
        {
            "name": "デコード・トーカー・ヒートソウル",
            "type": "リンク"
        },
        {
            "name": "ピットナイト・アーリィ",
            "type": "リンク"
        },
        {
            "name": "クロシープ",
            "type": "リンク"
        },
        {
            "name": "Gゴーレム・クリスタルハート",
            "type": "リンク"
        },
        {
            "name": "リンク・デコーダー",
            "type": "リンク"
        },
        {
            "name": "リングリボー",
            "type": "リンク"
        },
        {
            "name": "トランスコード・トーカー",
            "type": "リンク"
        },
        {
            "name": "スプラッシュ・メイジ",
            "type": "リンク"
        },
        {
            "name": "ファイアウォール・ドラゴン・ダークフルード－ネオテンペスト",
            "type": "リンク"
        },
        {
            "name": "アップデートジャマー",
            "type": "リンク"
        },
        {
            "name": "ヘビーメタルフォーゼ・エレクトラム",
            "type": "リンク"
        },
        {
            "name": "軌跡の魔術師",
            "type": "リンク"
        },
        {
            "name": "奇跡の魔導剣士",
            "type": "リンク"
        },
        {
            "name": "閃刀姫－アザレア",
            "type": "リンク"
        },
        {
            "name": "照耀の光霊使いライナ",
            "type": "リンク"
        },
        {
            "name": "ヴァルモニカの異神－ジュラルメ",
            "type": "リンク"
        },
        {
            "name": "ヴァルモニカの神異－ゼブフェーラ",
            "type": "リンク"
        },
        {
            "name": "破械雙王神ライゴウ",
            "type": "リンク"
        },
        {
            "name": "破戒神ラギア",
            "type": "リンク"
        },
        {
            "name": "破戒神アルバ",
            "type": "リンク"
        },
        {
            "name": "トロイメア・ユニコーン",
            "type": "リンク"
        },
        {
            "name": "破戒神王ヤマ",
            "type": "リンク"
        },
        {
            "name": "彼岸の黒天使 ケルビーニ",
            "type": "リンク"
        },
        {
            "name": "閃刀姫－カガリ",
            "type": "リンク"
        },
        {
            "name": "閃刀姫－カメリア",
            "type": "リンク"
        },
        {
            "name": "合体術式－エンゲージ・ゼロ",
            "type": "リンク"
        },
        {
            "name": "リンク・スパイダー",
            "type": "リンク"
        },
        {
            "name": "閃刀姫－ジーク",
            "type": "リンク"
        },
        {
            "name": "閃刀姫－シズク",
            "type": "リンク"
        },
        {
            "name": "閃術兵器－S.P.E.C.T.R.A.",
            "type": "リンク"
        },
        {
            "name": "閃刀姫－アザレア・テンペランス",
            "type": "リンク"
        },
        {
            "name": "閃刀姫－ハヤテ",
            "type": "リンク"
        },
        {
            "name": "転生炎獣パイロ・フェニックス",
            "type": "リンク"
        },
        {
            "name": "転生炎獣ベイルリンクス",
            "type": "リンク"
        },
        {
            "name": "空牙団の懐剣 ドナ",
            "type": "リンク"
        },
        {
            "name": "ファイアウォール・ドラゴン",
            "type": "リンク"
        },
        {
            "name": "ダークナイト＠イグニスター",
            "type": "リンク"
        },
        {
            "name": "ファイアウォール・ドラゴン・シンギュラリティ",
            "type": "リンク"
        },
        {
            "name": "ファイアウォール・ドラゴン・ダークフルード",
            "type": "リンク"
        },
        {
            "name": "ダークインファント＠イグニスター",
            "type": "リンク"
        },
        {
            "name": "サイバース・ウィキッド",
            "type": "リンク"
        },
        {
            "name": "崔嵬の地霊使いアウス",
            "type": "リンク"
        },
        {
            "name": "闘神の虚像",
            "type": "リンク"
        },
        {
            "name": "スプライト・エルフ",
            "type": "リンク"
        },
        {
            "name": "クリフォート・ゲニウス",
            "type": "リンク"
        },
        {
            "name": "蒼翠の風霊使いウィン",
            "type": "リンク"
        },
        {
            "name": "清冽の水霊使いエリア",
            "type": "リンク"
        },
        {
            "name": "ワン・フォー・ワン",
            "type": "魔法"
        },
        {
            "name": "抹殺の指名者",
            "type": "魔法"
        },
        {
            "name": "墓穴の指名者",
            "type": "魔法"
        },
        {
            "name": "ナイトメア・スローン",
            "type": "魔法"
        },
        {
            "name": "ピリ・レイスの地図",
            "type": "魔法"
        },
        {
            "name": "ナイトメア・ペイン",
            "type": "魔法"
        },
        {
            "name": "七精の解門",
            "type": "魔法"
        },
        {
            "name": "誓いのエンブレーマ",
            "type": "魔法"
        },
        {
            "name": "デッキロック",
            "type": "魔法"
        },
        {
            "name": "金満で謙虚な壺",
            "type": "魔法"
        },
        {
            "name": "スタンドアップ・センチュリオン！",
            "type": "魔法"
        },
        {
            "name": "シンクロ・ランブル",
            "type": "魔法"
        },
        {
            "name": "ウェイクアップ・センチュリオン！",
            "type": "魔法"
        },
        {
            "name": "魔法族の里",
            "type": "魔法"
        },
        {
            "name": "マジェスペクター・ウィンド",
            "type": "魔法"
        },
        {
            "name": "“罪宝狩りの悪魔”",
            "type": "魔法"
        },
        {
            "name": "原罪宝－スネークアイ",
            "type": "魔法"
        },
        {
            "name": "炎王神天焼",
            "type": "魔法"
        },
        {
            "name": "炎王の聖域",
            "type": "魔法"
        },
        {
            "name": "炎王の孤島",
            "type": "魔法"
        },
        {
            "name": "篝火",
            "type": "魔法"
        },
        {
            "name": "増援",
            "type": "魔法"
        },
        {
            "name": "EMERGENCY！",
            "type": "魔法"
        },
        {
            "name": "RESCUE！",
            "type": "魔法"
        },
        {
            "name": "ALERT！",
            "type": "魔法"
        },
        {
            "name": "R－ACEヘッドクオーター",
            "type": "魔法"
        },
        {
            "name": "六世壊＝パライゾス",
            "type": "魔法"
        },
        {
            "name": "クシャトリラ・バース",
            "type": "魔法"
        },
        {
            "name": "蛇眼神殿スネークアイ",
            "type": "魔法"
        },
        {
            "name": "反逆の罪宝－スネークアイ",
            "type": "魔法"
        },
        {
            "name": "壱世壊＝ペルレイノ",
            "type": "魔法"
        },
        {
            "name": "壱世壊を劈く弦声",
            "type": "魔法"
        },
        {
            "name": "王の棺",
            "type": "魔法"
        },
        {
            "name": "おろかな副葬",
            "type": "魔法"
        },
        {
            "name": "壱世壊を揺るがす鼓動",
            "type": "魔法"
        },
        {
            "name": "壱世壊に渦巻く反響",
            "type": "魔法"
        },
        {
            "name": "王墓の石壁",
            "type": "魔法"
        },
        {
            "name": "ピュアリィ・マイフレンド",
            "type": "魔法"
        },
        {
            "name": "ピュアリィ・スリーピィメモリー",
            "type": "魔法"
        },
        {
            "name": "ピュアリィ・ハッピーメモリー",
            "type": "魔法"
        },
        {
            "name": "ピュアリィ・プリティメモリー",
            "type": "魔法"
        },
        {
            "name": "ピュアリィ・デリシャスメモリー",
            "type": "魔法"
        },
        {
            "name": "ストレイ・ピュアリィ・ストリート",
            "type": "魔法"
        },
        {
            "name": "サイバネット・マイニング",
            "type": "魔法"
        },
        {
            "name": "スモール・ワールド",
            "type": "魔法"
        },
        {
            "name": "斬機方程式",
            "type": "魔法"
        },
        {
            "name": "烙印融合",
            "type": "魔法"
        },
        {
            "name": "融合派兵",
            "type": "魔法"
        },
        {
            "name": "封印の黄金櫃",
            "type": "魔法"
        },
        {
            "name": "天底の使徒",
            "type": "魔法"
        },
        {
            "name": "超融合",
            "type": "魔法"
        },
        {
            "name": "失烙印",
            "type": "魔法"
        },
        {
            "name": "おろかな埋葬",
            "type": "魔法"
        },
        {
            "name": "烙印の気炎",
            "type": "魔法"
        },
        {
            "name": "復烙印",
            "type": "魔法"
        },
        {
            "name": "赫の烙印",
            "type": "魔法"
        },
        {
            "name": "烙印開幕",
            "type": "魔法"
        },
        {
            "name": "光翼の竜",
            "type": "魔法"
        },
        {
            "name": "竜の霊廟",
            "type": "魔法"
        },
        {
            "name": "白銀の迷宮城",
            "type": "魔法"
        },
        {
            "name": "強欲で金満な壺",
            "type": "魔法"
        },
        {
            "name": "ヴァルモニカ・シェルタ",
            "type": "魔法"
        },
        {
            "name": "ヴァルモニカ・インヴィターレ",
            "type": "魔法"
        },
        {
            "name": "ヴァルモニカ・ディサルモニア",
            "type": "魔法"
        },
        {
            "name": "次元の裂け目",
            "type": "魔法"
        },
        {
            "name": "天魔の聲選器－『ヴァルモニカ』",
            "type": "魔法"
        },
        {
            "name": "ヴァルモニカ・ヴェルサーレ",
            "type": "魔法"
        },
        {
            "name": "破戒神の慟哭",
            "type": "魔法"
        },
        {
            "name": "雙王の械",
            "type": "魔法"
        },
        {
            "name": "閃刀起動－リンケージ",
            "type": "魔法"
        },
        {
            "name": "閃刀起動－エンゲージ",
            "type": "魔法"
        },
        {
            "name": "アラメシアの儀",
            "type": "魔法"
        },
        {
            "name": "閃刀機－ホーネットビット",
            "type": "魔法"
        },
        {
            "name": "閃刀機－ウィドウアンカー",
            "type": "魔法"
        },
        {
            "name": "運命の旅路",
            "type": "魔法"
        },
        {
            "name": "閃刀術式－アフターバーナー",
            "type": "魔法"
        },
        {
            "name": "閃刀機関－マルチロール",
            "type": "魔法"
        },
        {
            "name": "騎竜ドラコバック",
            "type": "魔法"
        },
        {
            "name": "閃刀機－シャークキャノン",
            "type": "魔法"
        },
        {
            "name": "禁じられた一滴",
            "type": "魔法"
        },
        {
            "name": "転生炎獣の炎陣",
            "type": "魔法"
        },
        {
            "name": "転生炎獣の聖域",
            "type": "魔法"
        },
        {
            "name": "転生炎獣の意志",
            "type": "魔法"
        },
        {
            "name": "三戦の才",
            "type": "魔法"
        },
        {
            "name": "王家の眠る谷－ネクロバレー",
            "type": "魔法"
        },
        {
            "name": "六世壊他化自在天",
            "type": "魔法"
        },
        {
            "name": "強欲で貪欲な壺",
            "type": "魔法"
        },
        {
            "name": "めぐり－Ai－",
            "type": "魔法"
        },
        {
            "name": "イグニスターAiランド",
            "type": "魔法"
        },
        {
            "name": "Aiドリング・ボーン",
            "type": "魔法"
        },
        {
            "name": "Ｓｔａｋｅ Ｙｏｕｒ Ｓｏｕｌ！",
            "type": "魔法"
        },
        {
            "name": "ＶＳ 螺旋流辻風",
            "type": "魔法"
        },
        {
            "name": "『焔聖剣－デュランダル』",
            "type": "魔法"
        },
        {
            "name": "シンクロランブル",
            "type": "魔法"
        },
        {
            "name": "強制進化",
            "type": "魔法"
        },
        {
            "name": "脆刃の剣",
            "type": "魔法"
        },
        {
            "name": "御巫の火叢舞",
            "type": "魔法"
        },
        {
            "name": "御巫の水舞踏",
            "type": "魔法"
        },
        {
            "name": "御巫舞踊－迷わし鳥",
            "type": "魔法"
        },
        {
            "name": "愚鈍の斧",
            "type": "魔法"
        },
        {
            "name": "伝承の大御巫",
            "type": "魔法"
        },
        {
            "name": "御巫神楽",
            "type": "魔法"
        },
        {
            "name": "御巫の祓舞",
            "type": "魔法"
        },
        {
            "name": "御巫の誘い輪舞",
            "type": "魔法"
        },
        {
            "name": "トレード・イン",
            "type": "魔法"
        },
        {
            "name": "エクソシスター・パークス",
            "type": "魔法"
        },
        {
            "name": "エクソシスター・アーメント",
            "type": "魔法"
        },
        {
            "name": "神碑の泉",
            "type": "魔法"
        },
        {
            "name": "神碑の穂先",
            "type": "魔法"
        },
        {
            "name": "強欲で謙虚な壺",
            "type": "魔法"
        },
        {
            "name": "カイザーコロシアム",
            "type": "魔法"
        },
        {
            "name": "輝く炎の神碑",
            "type": "魔法"
        },
        {
            "name": "破壊の神碑",
            "type": "魔法"
        },
        {
            "name": "凍てつく呪いの神碑",
            "type": "魔法"
        },
        {
            "name": "黄金の雫の神碑",
            "type": "魔法"
        },
        {
            "name": "解呪の神碑",
            "type": "魔法"
        },
        {
            "name": "まどろみの神碑",
            "type": "魔法"
        },
        {
            "name": "怒れる嵐の神碑",
            "type": "魔法"
        },
        {
            "name": "ふわんだりぃずと旅じたく",
            "type": "魔法"
        },
        {
            "name": "ふわんだりぃずと未知の風",
            "type": "魔法"
        },
        {
            "name": "ふわんだりぃずと謎の地図",
            "type": "魔法"
        },
        {
            "name": "月の書",
            "type": "魔法"
        },
        {
            "name": "ジャック・イン・ザ・ハンド",
            "type": "魔法"
        },
        {
            "name": "無限泡影",
            "type": "罠"
        },
        {
            "name": "エターナル・フェイバリット",
            "type": "罠"
        },
        {
            "name": "破械唱導",
            "type": "罠"
        },
        {
            "name": "魔封じの芳香",
            "type": "罠"
        },
        {
            "name": "サモンリミッター",
            "type": "罠"
        },
        {
            "name": "騎士魔防陣",
            "type": "罠"
        },
        {
            "name": "マジェスペクター・トルネード",
            "type": "罠"
        },
        {
            "name": "マジェスペクター・テンペスト",
            "type": "罠"
        },
        {
            "name": "CONTAIN！",
            "type": "罠"
        },
        {
            "name": "EXTINGUISH！",
            "type": "罠"
        },
        {
            "name": "トリヴィカルマ",
            "type": "罠"
        },
        {
            "name": "壱世壊に奏でる哀唱",
            "type": "罠"
        },
        {
            "name": "壱世壊に軋む爪音",
            "type": "罠"
        },
        {
            "name": "ピュアリィープ！？",
            "type": "罠"
        },
        {
            "name": "サイバネット・コンフリクト",
            "type": "罠"
        },
        {
            "name": "斬機超階乗",
            "type": "罠"
        },
        {
            "name": "赫ける王の烙印",
            "type": "罠"
        },
        {
            "name": "烙印断罪",
            "type": "罠"
        },
        {
            "name": "烙印の獣",
            "type": "罠"
        },
        {
            "name": "時空のペンデュラムグラフ",
            "type": "罠"
        },
        {
            "name": "群雄割拠",
            "type": "罠"
        },
        {
            "name": "スキルドレイン",
            "type": "罠"
        },
        {
            "name": "天龍雪獄",
            "type": "罠"
        },
        {
            "name": "ウェルカム・ラビュリンス",
            "type": "罠"
        },
        {
            "name": "ドラグマ・パニッシュメント",
            "type": "罠"
        },
        {
            "name": "ビッグウェルカム・ラビュリンス",
            "type": "罠"
        },
        {
            "name": "魔砲戦機ダルマ・カルマ",
            "type": "罠"
        },
        {
            "name": "能力吸収石",
            "type": "罠"
        },
        {
            "name": "律導のヴァルモニカ",
            "type": "罠"
        },
        {
            "name": "選律のヴァルモニカ",
            "type": "罠"
        },
        {
            "name": "破戒唱導",
            "type": "罠"
        },
        {
            "name": "破械雙極",
            "type": "罠"
        },
        {
            "name": "サラマングレイト・ロアー",
            "type": "罠"
        },
        {
            "name": "サラマングレイト・レイジ",
            "type": "罠"
        },
        {
            "name": "六世壊根清浄",
            "type": "罠"
        },
        {
            "name": "クシャトリラ・プリペア",
            "type": "罠"
        },
        {
            "name": "センサー万別",
            "type": "罠"
        },
        {
            "name": "ＶＳ 裏螺旋流雪風",
            "type": "罠"
        },
        {
            "name": "進化の特異点",
            "type": "罠"
        },
        {
            "name": "御巫かみかくし",
            "type": "罠"
        },
        {
            "name": "御巫かみくらべ",
            "type": "罠"
        },
        {
            "name": "救いの架け橋",
            "type": "罠"
        },
        {
            "name": "暴君の暴言",
            "type": "罠"
        },
        {
            "name": "エクソシスター・バディス",
            "type": "罠"
        },
        {
            "name": "エクソシスター・リタニア",
            "type": "罠"
        },
        {
            "name": "光の護封壁",
            "type": "罠"
        },
        {
            "name": "御前試合",
            "type": "罠"
        },
        {
            "name": "シンクロ・ゾーン",
            "type": "罠"
        },
        {
            "name": "ふわんだりぃずと夢の町",
            "type": "罠"
        }
    ],
    exclude:[
        {
            name:"PSYフレーム・ドライバー",
            type:"モンスター"
        },
        {
            name:"増殖するG",
            type:"モンスター"
        },
        {
            name:"PSYフレームギア・γ",
            type:"モンスター"
        },
        {
            name:"暗黒の招来神",
            type:"モンスター"
        },
        {
            name:"混沌の召喚神",
            type:"モンスター"
        },
        {
            name:"SRベイゴマックス",
            type:"モンスター"
        },
        {
            name:"SRタケトンボーグ",
            type:"モンスター"
        },
        {
            name:"灰流うらら",
            type:"モンスター"
        },
        {
            name:"聖殿の水遣い",
            type:"モンスター"
        },
        {
            name:"教導の聖女エクレシア",
            type:"モンスター"
        },
        {
            name:"亡龍の戦慄－デストルドー",
            type:"モンスター"
        },
        {
            name:"流離のグリフォンライダー",
            type:"モンスター"
        },
        {
            name:"溶岩魔神ラヴァ・ゴーレム",
            type:"モンスター"
        },
        {
            name:"究極宝玉獣 レインボー・ドラゴン",
            type:"モンスター"
        },
        {
            name:"原始生命態ニビル",
            type:"モンスター"
        },
        {
            name:"慧眼の魔術師",
            type:"モンスター"
        },
        {
            name:"EMドクロバット・ジョーカー",
            type:"モンスター"
        },
        {
            name:"虹彩の魔術師",
            type:"モンスター"
        },
        {
            name:"覇王眷竜ダークヴルム",
            type:"モンスター"
        },
        {
            name:"アストログラフ・マジシャン",
            type:"モンスター"
        },
        {
            name:"屋敷わらし",
            type:"モンスター"
        },
        {
            name:"幽鬼うさぎ",
            type:"モンスター"
        },
        {
            name:"エフェクト・ヴェーラー",
            type:"モンスター"
        },
        {
            name:"惑星探査車",
            type:"モンスター"
        },
        {
            name:"セリオンズ“キング”レギュラス",
            type:"モンスター"
        },
        {
            name:"ユベル",
            type:"モンスター"
        },
        {
            name:"ユベル－Das Abscheulich Ritter",
            type:"モンスター"
        },
        {
            name:"D.D.クロウ",
            type:"モンスター"
        },
        {
            name:"おろかな埋葬",
            type:"魔法"
        },
        {
            name:"増援",
            type:"魔法"
        },
        {
            name:"竜の霊廟",
            type:"魔法"
        },
        {
            name:"強欲で貪欲な壺",
            type:"魔法"
        },
        {
            name:"おろかな副葬",
            type:"魔法"
        },
        {
            name:"隣の芝刈り",
            type:"魔法"
        },
        {
            name:"強欲で金満な壺",
            type:"魔法"
        },
        {
            name:"融合派兵",
            type:"魔法"
        },
        {
            name:"天底の使徒",
            type:"魔法"
        },
        {
            name:"三戦の才",
            type:"魔法"
        },
        {
            name:"金満で謙虚な壺",
            type:"魔法"
        },
        {
            name:"スモール・ワールド",
            type:"魔法"
        },
        {
            name:"アラメシアの儀",
            type:"魔法"
        },
        {
            name:"騎竜ドラコバック",
            type:"魔法"
        },
        {
            name:"王家の眠る谷－ネクロバレー",
            type:"魔法"
        },
        {
            name:"七精の解門",
            type:"魔法"
        },
        {
            name:"運命の旅路",
            type:"魔法"
        },
        {
            name:"墓穴の指名者",
            type:"魔法"
        },
        {
            name:"抹殺の指名者",
            type:"魔法"
        },
        {
            name:"強欲で謙虚な壺",
            type:"魔法"
        },
        {
            name:"月の書",
            type:"魔法"
        },
        {
            name:"『焔聖剣－デュランダル』",
            type:"魔法"
        },
        {
            name:"ワン・フォー・ワン",
            type:"魔法"
        },
        {
            name:"ピリ・レイスの地図",
            type:"魔法"
        },
        {
            name:"サイバネット・マイニング",
            type:"魔法"
        },
        {
            name:"無限泡影",
            type:"罠"
        },
        {
            name:"ドラグマ・パニッシュメント",
            type:"罠"
        },
        {
            name:"天龍雪獄",
            type:"罠"
        },
        {
            name:"救いの架け橋",
            type:"罠"
        },
        {
            name:"魔砲戦機ダルマ・カルマ",
            type:"罠"
        },
        {
            name:"時空のペンデュラムグラフ",
            type:"罠"
        },
        {
            name:"旧神ヌトス",
            type:"融合"
        },
        {
            name:"ガーディアン・キマイラ",
            type:"融合"
        },
        {
            name:"オッドアイズ・ボルテックス・ドラゴン",
            type:"融合"
        },
        {
            name:"覇王眷竜スターヴ・ヴェノム",
            type:"融合"
        },
        {
            name:"No.100 ヌメロン・ドラゴン",
            type:"エクシーズ"
        },
        {
            name:"ギアギガント X",
            type:"エクシーズ"
        },
        {
            name:"深淵に潜む者",
            type:"エクシーズ"
        },
        {
            name:"十二獣ワイルドボウ",
            type:"エクシーズ"
        },
        {
            name:"十二獣ライカ",
            type:"エクシーズ"
        },
        {
            name:"No.38 希望魁竜タイタニック・ギャラクシー",
            type:"エクシーズ"
        },
        {
            name:"No.90 銀河眼の光子卿",
            type:"エクシーズ"
        },
        {
            name:"宵星の機神ディンギルス",
            type:"エクシーズ"
        },
        {
            name:"No.97 龍影神ドラッグラビオン",
            type:"エクシーズ"
        },
        {
            name:"銀河眼の光波刃竜",
            type:"エクシーズ"
        },
        {
            name:"銀河眼の光波竜",
            type:"エクシーズ"
        },
        {
            name:"銀河眼の極光波竜",
            type:"エクシーズ"
        },
        {
            name:"天霆號アーゼウス",
            type:"エクシーズ"
        },
        {
            name:"DDD磐石王ダリウス",
            type:"エクシーズ"
        },
        {
            name:"DDD赦俿王デス・マキナ",
            type:"エクシーズ"
        },
        {
            name:"DDD怒濤王シーザー",
            type:"エクシーズ"
        },
        {
            name:"励輝士 ヴェルズビュート",
            type:"エクシーズ"
        },
        {
            name:"オッドアイズ・アブソリュート・ドラゴン",
            type:"エクシーズ"
        },
        {
            name:"金雲獣－馬龍",
            type:"シンクロ"
        },
        {
            name:"エンシェント・フェアリー・ドラゴン",
            type:"シンクロ"
        },
        {
            name:"ヴァレルロード・S・ドラゴン",
            type:"シンクロ"
        },
        {
            name:"フルール・ド・バロネス",
            type:"シンクロ"
        },
        {
            name:"カオス・アンヘル－混沌の双翼－",
            type:"シンクロ"
        },
        {
            name:"PSYフレームロード・Ω",
            type:"シンクロ"
        },
        {
            name:"スターダスト・ドラゴン",
            type:"シンクロ"
        },
        {
            name:"コズミック・ブレイザー・ドラゴン",
            type:"シンクロ"
        },
        {
            name:"スカーレッド・スーパーノヴァ・ドラゴン",
            type:"シンクロ"
        },
        {
            name:"リンクリボー",
            type:"リンク"
        },
        {
            name:"サクリファイス・アニマ",
            type:"リンク"
        },
        {
            name:"Gゴーレム・クリスタルハート",
            type:"リンク"
        },
        {
            name:"ヘビーメタルフォーゼ・エレクトラム",
            type:"リンク"
        },
        {
            name:"クリフォート・ゲニウス",
            type:"リンク"
        },
        {
            name:"トロイメア・フェニックス",
            type:"リンク"
        },
        {
            name:"聖魔の乙女アルテミス",
            type:"リンク"
        },
        {
            name:"I：Pマスカレーナ",
            type:"リンク"
        },
        {
            name:"クロシープ",
            type:"リンク"
        },
        {
            name:"スプラッシュ・メイジ",
            type:"リンク"
        },
        {
            name:"軌跡の魔術師",
            type:"リンク"
        },
        {
            name:"空牙団の懐剣 ドナ",
            type:"リンク"
        },
        {
            name:"魔界特派員デスキャスター",
            type:"リンク"
        },
        {
            name:"閃刀姫－アザレア",
            type:"リンク"
        },
        {
            name:"トロイメア・ユニコーン",
            type:"リンク"
        },
        {
            name:"神聖魔皇后セレーネ",
            type:"リンク"
        },
        {
            name:"召命の神弓－アポロウーサ",
            type:"リンク"
        },
        {
            name:"アクセスコード・トーカー",
            type:"リンク"
        },
        {
            name:"世海龍ジーランティス",
            type:"リンク"
        },
        {
            name:"閉ザサレシ世界ノ冥神",
            type:"リンク"
        },
        {
            name:"暗影の闇霊使いダルク",
            type:"リンク"
        },
        {
            name:"崔嵬の地霊使いアウス",
            type:"リンク"
        },
        {
            name:"灼熱の火霊使いヒータ",
            type:"リンク"
        },
        {
            name:"照耀の光霊使いライナ",
            type:"リンク"
        },
        {
            name:"清冽の水霊使いエリア",
            type:"リンク"
        },
        {
            name:"蒼翠の風霊使いウィン",
            type:"リンク"
        },
        {
            name:"魔界劇団－スーパー・プロデューサー",
            type:"リンク"
        }
    ]
}

/*データ整理用コード
const tempppp = Array.from(new Map(data.include.map(card=>[card.name,card])).values())
console.log('%o',tempppp)
tempppp.sort((v,t)=>{
    let a;
    let b;
    switch(v.type){
        case "モンスター":a=1;break
        case "融合":a=2;break
        case "エクシーズ":a=3;break
        case "シンクロ":a=4;break
        case "リンク":a=5;break
        case "魔法":a=6;break
        case "罠":a=7;break
    }
    switch(t.type){
        case "モンスター":b=1;break
        case "融合":b=2;break
        case "エクシーズ":b=3;break
        case "シンクロ":b=4;break
        case "リンク":b=5;break
        case "魔法":b=6;break
        case "罠":b=7;break
    }
    return a-b;
})
console.log('%o',tempppp)
*/